Repository: viet06061999/Medicine-Alarm
Catalog: lib/l10n/intl_*.arb
Languages: he

# app_name
source: Medicine Alarm
he: תזכורת תרופות

# reminder_take
source: Reminder to take medicine!
he: תזכורת לקחת תרופה!

source: Your name?
he: השם שלך?

source: Next
he: הַבָּא

# name_null
source: Please enter user name!
he: נא להזין שם משתמש!

# hello
source: Hello {name}!
he: שלום {name}!

# what_time
source: What is time now?
he: מה השעה עכשיו?

# i_took
source: I took this pill
he: לקחתי את הכדור הזה

# wait_pick
source: Waiting for the first pill of the day!
he: מחכה לגלולה הראשונה של היום!

source: Time left
he: הזמן שנותר

# prev_ball
source: The previous ball
he: הכדור הקודם

# next_ball
source: The next ball
he: הכדור הבא

# when_did
source: When did I take today?
he: מתי לקחתי היום?

source: Settings
he: הגדרות

# name_pill
source: Name off pill
he: שם הגלולה

# list_pill
source: List off pill
he: רשימת הגלולה

source: Describe
he: לְתַאֵר

# duration_pill
source: Duration take pill
he: משך לקחת גלולה

# time_bed
source: Bed time
he: זמן השינה

source: Start time
he: שעת התחלה

# day_of_week
source: Day of the week
he: יום בשבוע

source: All
he: את כל

source: Sun
he: ום א

source: Mon
he: ום ב

source: Tue
he: ום ג

source: Wed
he: ום ד

source: Thu
he: ום ה

source: Fri
he: ום ו

source: Sat
he: ום ש

# number
source: Number take pill
he: מספר לקחת גלולה

# hour_option
source: {hour} hours
he: {hour} שעות

# count_option
source: {count} times
he: {count} פעמים

# title_noti
source: It's time to take medicine {med}
he: הגיע הזמן: {time} לקחת תרופה {med}

# content_noti
source: Don't forget to mark it as "I took this pill"
he: אל תשכח לסמן את זה כ"לקחתי את הגלולה הזו"

source: Cancel
he: לְבַטֵל

source: Ok
he: בסדר

source: Yes
he: כן

source: No
he: לא

# bedtime_before_title
source: The last pill is after bedtime!
he: הגלולה האחרונה היא אחרי השינה!

# bedtime_before_content
source: Do you want to edit settings?
he: האם אתה רוצה לערוך הגדרות?

# bedtime_before_next_title
source: The next pill is after bedtime!
he: הגלולה הבאה היא אחרי השינה!

# bedtime_before_next_content
source: Do you want an alarm next pill?
he: האם אתה רוצה אזעקה הגלולה הבאה?

# error_name_null
source: Please enter the medicine's name
he: נא להזין את שם התרופה

# error_name_duplicate
source: Medicine name already exists
he: שם התרופה כבר קיים

# error_interval
source: Please select the reminder's number
he: אנא בחר את מספר התזכורת

# error_valid_start_time
source: Bed time can't less than start time
he: זמן השינה לא יכול להיות פחות משעת ההתחלה

# no_alarm
source: You don't have a medicine alarm!
he: אין לך אזעקת תרופות!

# create_new
source: Create a new medicine alarm!
he: צור אזעקת תרופות חדשה!

# wait_tomorrow
source: Waiting for the first pill of tomorrow!
he: מחכה לגלולה הראשונה של מחר!

# dont_take
source: You don't need to take this pill today!
he: אתה לא צריך לקחת את הגלולה הזו היום!

# delete_medicine_title
source: Delete the medicine alarm!
he: מחק את אזעקת התרופות!

# delete_medicine
source: Do you want to delete this medicine alarm?
he: האם אתה רוצה למחוק את אזעקת התרופה הזו?

# cancel_last
source: Cancel the last take pill?
he: לבטל את הגלולה האחרונה?

source: Add Pill
he: הוסף גלולה

source: Edit Pill
he: ערוך גלולה

# take_time
source: When take pill?
he: מתי לקחת גלולה?

# same_start
source: You have another pill same start time
he: יש לך עוד גלולה באותו זמן התחלה

# want_change
source: Do you want to change the start time?
he: האם ברצונך לשנות את שעת ההתחלה?
